"A new version of %@ is available." = "Hay una nueva versión de %@.";

"%@ %@ is now available - you have %@. Would you like to download it now?" = "%@ %@ está disponible - usted tiene la versión %@. ¿Desea descargarla ahora?";

"Download" = "Descargar";

"Skip This Version" = "Omitir esta versión";

"Remind Me Later" = "Recordármelo más tarde";
